[
    {
        "text": "Every one of us is, in the cosmic perspective, precious. If a human disagrees with you, let him live. In a hundred billion galaxies, you will not find another."
    },
    {
        "text": "The nitrogen in our DNA, the calcium in our teeth, the iron in our blood, the carbon in our apple pies were made in the interiors of collapsing stars. We are made of starstuff."
    },
    {
        "text": "If you wish to make an apple pie from scratch, you must first invent the universe."
    },
    {
        "text": "We are like butterflies who flutter for a day and think it is forever."
    },
    {
        "text": "Books permit us to voyage through time, to tap the wisdom of our ancestors."
    },
    {
        "text": "We are a way for the cosmos to know itself."
    },
    {
        "text": "The beauty of a living thing is not the atoms that go into it, but the way those atoms are put together."
    },
    {
        "text": "we make our world significant by the courage of our questions and the depth of our answers"
    },
    {
        "text": "The absence of evidence is not the evidence of absence."
    },
    {
        "text": "Exploration is in our nature. We began as wanderers, and we are wanderers still. We have lingered long enough on the shores of the cosmic ocean. We are ready at last to set sail for the stars."
    },
    {
        "text": "The Cosmos is all that is or was or ever will be. Our feeblest contemplations of the Cosmos stir us -- there is a tingling in the spine, a catch in the voice, a faint sensation, as if a distant memory, of falling from a height. We know we are approaching the greatest of mysteries."
    },
    {
        "text": "Theres as many atoms in a single molecule of your DNA as there are stars in the typical galaxy. We are, each of us, a little universe."
    },
    {
        "text": "If I finish a book a week, I will read only a few thousand books in my lifetime, about a tenth of a percent of the contents of the greatest libraries of our time. The trick is to know which books to read."
    },
    {
        "text": "The Hindu religion is the only one of the worlds great faiths dedicated to the idea that the Cosmos itself undergoes an immense, indeed an infinite, number of deaths and rebirths."
    },
    {
        "text": "Books break the shackles of time, proof that humans can work magic."
    },
    {
        "text": "In the vastness of space and the immensity of time, it is my joy to share a planet and an epoch with Annie."
    },
    {
        "text": "Books are like seeds. They can lie dormant for centuries and then flower in the most unpromising soil."
    },
    {
        "text": "One glance at (a book) and you hear the voice of another person - perhaps someone dead for thousands of years. Across the millenia, the author is speaking, clearly and silently, inside your head, directly to you. Writing is perhaps the greatest of human inventions, binding together people, citizens of distant epochs, who never knew one another. Books break the shackles of time."
    },
    {
        "text": "The surface of the Earth is the shore of the cosmic ocean. On this shore, we've learned most of what we know. Recently, we've waded a little way out, maybe ankle-deep, and the water seems inviting. Some part of our being knows this is where we came from. We long to return, and we can, because the cosmos is also within us. We're made of star stuff. We are a way for the cosmos to know itself."
    },
    {
        "text": "You are worth about 3 dollars worth in chemicals."
    },
    {
        "text": "We are star stuff which has taken its destiny into its own hands."
    },
    {
        "text": "Observation: I can't see a thing. Conclusion: Dinosaurs."
    },
    {
        "text": "Atoms are mainly empty space. Matter is composed chiefly of nothing."
    },
    {
        "text": "Every aspect of Nature reveals a deep mystery and touches our sense of wonder and awe. Those afraid of the universe as it really is, those who pretend to nonexistent knowledge and envision a Cosmos centered on human beings will prefer the fleeting comforts of superstition. They avoid rather than confront the world. But those with the courage to explore the weave and structure of the Cosmos, even where it differs profoundly from their wishes and prejudices, will penetrate its deepest mysteries."
    },
    {
        "text": "If we long for our planet to be important, there is something we can do about it. We make our world significant by the courage of our questions and by the depth of our answers."
    },
    {
        "text": "It is said that men may not be the dreams of the god, but rather that the gods are the dreams of men."
    },
    {
        "text": "National boundaries are not evident when we view the Earth from space. Fanatical ethnic or religious or national chauvinisms are a little difficult to maintain when we see our planet as a fragile blue crescent fading to become an inconspicuous point of light against the bastion and citadel of the stars."
    },
    {
        "text": "The Cosmos is all that is or ever was or ever will be."
    },
    {
        "text": "Cosmos is a Greek word for the order of the universe. It is, in a way, the opposite of Chaos. It implies the deep interconnectedness of all things. It conveys awe for the intricate and subtle way in which the universe is put together."
    },
    {
        "text": "What a marvelous cooperative arrangement - plants and animals each inhaling each other's exhalations, a kind of planet-wide mutual mouth-to-stoma resuscitation, the entire elegant cycle powered by a star 150 million kilometers away."
    },
    {
        "text": "We have begun to contemplate our origins: starstuff pondering the stars; organized assemblages of ten billion billion billion atoms considering the evolution of atoms; tracing the long journey by which, here at least, consciousness arose."
    },
    {
        "text": "Knowing a great deal is not the same as being smart; intelligence is not information alone but also judgement, the manner in which information is coordinated and used."
    },
    {
        "text": "When we look up at night and view the stars, everything we see is shinning because of distant nuclear fusion."
    },
    {
        "text": "The lifetime of a human being is measured by decades, the lifetime of the Sun is a hundred million times longer. Compared to a star, we are like mayflies, fleeting ephemeral creatures who live out their lives in the course of a single day."
    },
    {
        "text": "The reappearance of the crescent moon after the new moon; the return of the Sun after a total eclipse, the rising of the Sun in the morning after its troublesome absence at night were noted by people around the world; these phenomena spoke to our ancestors of the possibility of surviving death. Up there in the skies was also a metaphor of immortality."
    },
    {
        "text": "We are the local embodiment of a Cosmos grown to self-awareness. We have begun to contemplate our origins: starstuff pondering the stars; organized assemblages of ten billion billion billion atoms considering the evolution of atoms; tracing the long journey by which, here at least, consciousness arose. Our loyalties are to the species and the planet."
    },
    {
        "text": "We humans look rather different from a tree. Without a doubt we perceive the world differently than a tree does. But down deep, at the molecular heart of life, the trees and we are essentially identical."
    },
    {
        "text": "A galaxy is composed of gas and dust and stars - billions upon billions of stars. Every star may be a sun to someone."
    },
    {
        "text": "If we ruin the earth, there is no place else to go"
    },
    {
        "text": "And you are made of a hundred trillion cells. We are, each of us, a multitude."
    },
    {
        "text": "Every thinking person fears nuclear war, and every technological state plans for it."
    },
    {
        "text": "Science needs the light of free expression to flourish. It depends on the fearless questioning of authority, and the open exchange of ideas."
    },
    {
        "text": "By looking far out into space we are also looking far back into time, back toward the horizon of the universe, back toward the epoch of the Big Bang."
    },
    {
        "text": "If a human disagrees with you, let him live. In a hundred billion galaxies, you will not find another."
    },
    {
        "text": "The fossil record implies trial and error, the inability to anticipate the future, features inconsistent with a Great Designer (though not a Designer of a more remote and indirect temperament.)"
    },
    {
        "text": "We are made of stellar ash. Our origin and evolution have been tied to distant cosmic events. The exploration of the cosmos is a voyage of self-discovery."
    },
    {
        "text": "More recently, books, especially paperbacks, have been printed in massive and inexpensive editions. For the price of a modest meal you can ponder the decline and fall of the Roman Empire, the origin of species, the interpretation of dreams, the nature of things. Books are like seeds. They can lie dormant for centuries and then flower in the most unpromising soil."
    },
    {
        "text": "There are many hypotheses in science which are wrong. Thats perfectly all right: its the aperture to finding out whats right. Science is a self-correcting process."
    },
    {
        "text": "The total amount of energy from outside the solar system ever received by all the radio telescopes on the planet Earth is less than the energy of a single snowflake striking the ground."
    },
    {
        "text": "A still more glorious dawn awaits"
    },
    {
        "text": "I am a collection of water, calcium and organic molecules called Carl Sagan. You are a collection of almost identical molecules with a different collective label. But is that all? Is there nothing in here but molecules? Some people find this idea somehow demeaning to human dignity. For myself, I find it elevating that our universe permits the evolution of molecular machines as intricate and subtle as we."
    },
    {
        "text": "The near side of a galaxy is tens of thousands of light-years closer to us than the far side; thus we see the front as it was tens of thousands of years before the back. But typical events in galactic dynamics occupy tens of millions of years, so the error in thinking of an image of a galaxy as frozen in one moment of time is small."
    },
    {
        "text": "Compared to a star, we are like mayflies, fleeting ephemeral creatures who live out their whole lives in the course of a single day. From the point of view of a mayfly, human beings are stolid, boring, almost entirely immovable, offering hardly a hint that they ever do anything. From the point of view of a star, a human being is a tiny flash, one of billions of brief lives flickering tenuously on the surface of a strangely cold, anomalously solid, exotically remote sphere of silicate and iron."
    },
    {
        "text": "and it is here that we are, in some pain and with no guarantees, working out our destiny."
    },
    {
        "text": "We must understand the Cosmos as it is and not confuse how it is with how we wish it to be."
    },
    {
        "text": "The secrets of evolution, are time and death."
    },
    {
        "text": "Every star may be a sun to someone."
    },
    {
        "text": "The study of the galaxies reveals a universal order and beauty. It also shows us chaotic violence on a scale hitherto undreamed of. That we live in a universe which permits life is remarkable. That we live in one which destroys galaxies and stars and worlds is also remarkable. The universe seems neither benign nor hostile, merely indifferent to the concerns of such puny creatures as we."
    },
    {
        "text": "There are many hypotheses in science that are wrong. That's perfectly alright; it's the aperture to finding out what's right. Science is a self-correcting process. To be accepted, new ideas must survive the most rigorous standards of evidence and scrutiny."
    },
    {
        "text": "They became upright and taught themselves the use of tools, domesticated other animals, plants and fire, and devised language. The ash of stellar alchemy was now emerging into consciousness. At an ever-accelerating pace, it invented writing, cities, art and science, and sent spaceships to the planets and the stars. These are some of the things that hydrogen atoms do, given fifteen billion years of cosmic evolution."
    },
    {
        "text": "We are fortunate: we are alive; we are powerful; the welfare of our civilization and our species is in our hands. If we do not speak for Earth, who will? If we are not committed to our own survival, who will be?"
    },
    {
        "text": "Civilization is a product of the cerebral cortex."
    },
    {
        "text": "Human beings have a demonstrated talent for self-deception when their emotions are stirred."
    },
    {
        "text": "Meanwhile the Cosmos is rich beyond measure: the total number of stars in the universe is greater than all the grains of sand on all the beaches of the planet Earth."
    },
    {
        "text": "intellectual capacity is no guarantee against being dead wrong."
    },
    {
        "text": "There will be no humans elsewhere. Only here. Only on this small planet. We are a rare as well as an endangered species. Every one of us is, in the cosmic perspective, precious. If a human disagrees with you, let him live. In a hundred billion galaxies, you will not find another."
    },
    {
        "text": "The book of Nature had waited more than a millennium for a reader."
    },
    {
        "text": "Those are some of the things that molecules do, given four billion years of evolution"
    },
    {
        "text": "For a long time the human instinct to understand was thwarted by facile religious explanations."
    },
    {
        "text": "No civilization can possibly survive to an interstellar spacefaring phase unless it limits its numbers."
    },
    {
        "text": "Cosmos is a Greek word for the order of the universe. It is, in a way, the opposite of Chaos."
    },
    {
        "text": "The fossil record implies trial and error, an inability to anticipate the future, features inconsistent with an efficient Great Designer."
    },
    {
        "text": "We humans, as species, are interested in communication with extraterrestrial intelligence. Would not a good beginning be improved communication with terrestral intelligence, with other human beings of different cultures and languages, with the great apes, with the dolphines, but particularly with those intelligent masters of the deep, the great whales?"
    },
    {
        "text": "Are we willing to tolerate ignorance and complacency in matters that affect the entire human family?"
    },
    {
        "text": "The old exhortations to nationalist fervor and jingoist pride have begun to lose their appeal. Perhaps because of rising standards of living, children are being treated better worldwide. In only a few decades, sweeping global changes have begun to move in precisely the directions needed for human survival. A new consciousness is developing which recognizes that we are one species."
    },
    {
        "text": "I know that I am born for a day. But when I follow at my pleasure the serried multitude of the stars in their circular course, my feet no longer touch the Earth"
    },
    {
        "text": "There are some hundred billion (1011) galaxies, each with, on the average, a hundred billion stars."
    },
    {
        "text": "Science is generated by and devoted to free inquiry: the idea that any hypothesis, no matter how strange, deserves to be considered on its merits. The suppression of uncomfortable ideas may be common in religion and politics, but it is not the path to knowledge; it has no place in the endeavor of science. We do not know in advance who will discover fundamental new insights."
    },
    {
        "text": "What does seventy million years mean to beings who live only one-millionth as long? We are like butterflies who flutter for a day and think it is forever."
    },
    {
        "text": "These are some of the things that hydrogen atoms do, given fifteen billion years of cosmic evolution."
    },
    {
        "text": "We have held the peculiar notion that a person or society that is a little different from us, whoever we are, is somehow strange or bizarre, to be distrusted or loathed. Think of the negative connotations of words like"
    }
]